Repository: xaosfiftytwo/sambashare
Catalog: po/*.po
Languages: ca, de, el, es, fr, it, ja, nb, nl, pt, ru, se, tr

source: Samba share
ca: Compartició Samba
de: Samba Freigabe
el: Δικτυακός κοινόχρηστος πόρος Samba
es: Compartición samba
it: Condivisioni Samba
ja: SAMBA 共有
nb: Samba deling
ru: Samba
se: Samba-utdelning

source: Create samba share
ca: Crea compartició Samba
de: Erstelle Samba Freigabe
el: Δημιουργία κοινόχρηστου πόρου
es: Crear compartición samba
fr: Partager un dossier avec Samba
it: Crea una condivisione Samba
ja: SAMBA 共有 の作成
nb: Opprett samba deling
nl: Maak een samba share
pt: Criar partilha no samba
ru: Создать общий ресурс Samba
se: Skapa en samba-utdelning
tr: Samba share oluştur

source: Name
ca: Nom
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
nb: Navn
nl: Naam
pt: Nome
ru: Имя
se: Namn
tr: İsim

source: Path
ca: Camí
de: Pfad
el: Διαδρομή
es: Ruta
fr: Répertoire
it: Percorso
ja: パス
nb: Sti
nl: Pad
pt: Caminho
ru: Путь
se: Sökväg
tr: Yol

source: Comment
ca: Comentari
de: Kommentar
el: Σχόλιο
es: Comentario
fr: Description
it: Commento
ja: コメント
nb: Kommentar
nl: Toelichting
pt: Comente
ru: Комментарий
se: Kommentar
tr: Yorum

source: Read only
ca: Només lectura
de: Nur lesen
el: Μόνο για ανάγνωση
es: Sólo lectura
fr: Lecture seule
it: Sola lettura
ja: 読込のみ
nb: Kun lesing
nl: Alleen lezen
pt: Somente leitura
ru: Только чтение
se: Läsrättigheter
tr: Salt-okunur

source: Public
ca: Públic
de: Öffentlich
es: Público
it: Pubblico
nb: Offentlig
nl: Publiek
pt: Público
ru: Публичная
se: Publik

source: Select directory to share
ca: Trieu el directori a compartir
de: Wähle freizugebendes Verzeichnis
el: Επιλογή καταλόγου για διαμοιρασμό
es: Seleccione el directorio a compartir
fr: Sélectionner un dossier à partager
it: Seleziona una cartella da condividere
ja: 共有フォルダの選択
nb: Velg katalog som skal deles
nl: Selecteer de map om te delen
pt: Selecionar o diretório a compartilhar
ru: Выберите каталог для общего доступа
se: Välj katalog för utdelning
tr: Paylaşmak için dizin seçin

source: Remove share
ca: Elimina la compartició
de: Lösche Freigabe
el: Αφαίρεση κοινόχρηστού πόρου
es: Eliminar compartición
fr: Désactiver le partage
it: Rimuovi condivisione
ja: 共有の削除
nb: Fjern deling
nl: Share verwijderen
pt: Remover partilha
ru: Удалить общий ресурс
se: Ta bort utdelning
tr: Paylaşımı kaldır

source: Are you sure you want to remove the following share: '%(share)s'
ca: Esteu segur que voleu suprimir aquesta compartició: '%(share)s'
de: Bist du sicher, dass du die folgende Freigabe entfernen möchtest: '%(share)s'
el: Είστε σίγουροι πως θέλετε να αφαιρέσετε τον κοινόχρηστο πόρο: '%(share)s'
es: Confirme que desea eliminar la siguiente compartición: '%(share)s'
fr: Souhaitez-vous réellement désactiver le partage suivant: '%(share)s'
it: Sei sicuro di voler rimuovere la seguente condivisione: '%(share)s'
ja: 共有を削除してよろしいですか？ '%(share)s'
nb: Er du sikker på at du vil fjerne følgende deling: '%(share)s'
nl: Weet u zeker dat u de volgend share wilt verwijderen: '%(share)s'
pt: Tem certeza de que deseja remover a seguinte partilha: '%(share)s'
ru: Вы действительно: '%(share)s'
se: Är du säkert på att du vill ta bort följande utdelning? '%(share)s'
tr: Bu paylaşımı kaldırmak istediğinize emin misiniz: '%(share)s'

source: Create share
ca: Crea compartició
de: Erstelle Freigabe
el: Δημιουργία κοινόχρηστου πόρου
es: Crear compartición
fr: Partage activé
it: Crea condivisione
ja: 共有の作成
nb: Opprett deling
nl: Maak een share
pt: Criar partilha
ru: Создать общий ресурс
se: Skapa utdelning
tr: Paylaşım oluştur

source: Could not remove share: '%(share)s'
ca: No s'ha pogut eliminar la compartició '%(share)s'
de: Freigabe konnte nicht entfernt werden: '%(share)s'
el: Αδυναμία αφαίρεσης τού κοινόχρηστου πόρου: %(share)s'
es: Imposible eliminar la compartición: '%(share)s'
fr: Impossible de désactiver le partage de: '%(share)s'
it: Impossibile rimuovere: '%(share)s'
ja: 共有を削除できませんでした: '%(share)s'
nb: Kunne ikke fjerne deling: '%(share)s'
nl: Kon share niet verwijderen: '%(share)s'
pt: Não foi possível remover partilha: '%(share)s'
ru: Не удалось удалить общий ресурс: '%(share)s'
se: Kunde inte ta bort utdelning: '%(share)s'
tr: Paylaşım kaldırılamadı: '%(share)s'

source: Could not create share: '%(share)s'
ca: No s'ha pogut crear la compartició: '%(share)s'
de: Freigabe konnte nicht erstellt werden: '%(share)s'
el: Αδυναμία δημιουργίας κοινόχρηστου πόρου: %(share)s'
es: Imposible crear compartición: '%(share)s'
fr: Impossible d'activer le partage de: '%(share)s'
it: Impossibile creare: '%(share)s'
ja: 共有を作成できませんでした: '%(share)s'
nb: Kunne ikke opprette deling: '%(share)s'
nl: Kon share niet aanmaken: '%(share)s'
pt: Não foi possível criar partilha: '%(share)s'
ru: Не удается создать общий ресурс: '%(share)s'
se: kunde inte skapa utdelning: '%(share)s'
tr: Paylaşım oluşturulamadı: '%(share)s'

source: Share successfully %(action)s: '%(share)s' on %(path)s
ca: Compartit amb èxit %(action)s: '%(share)s' a %(path)s
de: Freigabe %(action)s erfolgreich: '%(share)s' in %(path)s
el: Επιτυχής διαμοιρασμός κοινόχρηστου πόρου %(action)s: '%(share)s' στο %(path)s
es: Acción %(action)s realizada con éxito: '%(share)s' en %(path)s
fr: Partage fonctionnel %(action)s: '%(share)s' sur %(path)s
it: Condivisione creata con successo: %(action)s: '%(share)s' su %(path)s
ja: 共有 %(action)s が完了しました: '%(share)s' → %(path)s
nb: Vellykket delt %(action)s: '%(share)s' på %(path)s
nl: Share succesvol %(action)s: '%(share)s' op %(path)s
pt: Compartilhar com sucesso %(action)s: '%(share)s' on %(path)s
ru: Общий ресурс успешно %(action)s: '%(share)s' в %(path)s
se: Utdelning lyckades %(action)s: '%(share)s' på %(path)s
tr: Paylaşım başarıyla %(action)s: %(path)s üzerinde '%(share)s'

source: Cannot create share. Share name %(share)s is already a valid system user name.
ca: No es pot crear la compartició. El nom de compartició %(share)s ja és un nom d'usuari vàlid del sistema.
nb: Kan ikke opprette deling. Delingsnavnet %(share)s er allerede et gjeldende systemnavn.
nl: Kan de share niet maken. De share naam %(share)s is al een valide systeem gebruikersnaam.
pt: Não é possível criar partilha. Nome de partilha %(share)s já é um nome de usuário do sistema válido.
ru: Нельзя создать раздачу. Имя раздачи %(share)s уже действующее имя пользователя системы.

source: Cannot create share. Share already exists: %(share)s
ca: No es pot crear la compartició. La compartició ja hi és: %(share)s
de: Freigabe kann nicht erstellt werden. Freigabe existiert bereits: %(share)s
el: Αδυναμία δημιουργίας κοινόχρηστου πόρου Ο κοινόχρηστος πόρος υπάρχει ήδη: %(share)s
es: Imposible crear compartición. La compartición ya existe: %(share)s
fr: Impossible de partager. Le partage %(share)s existe déjà.
it: Impossibile creare la condivisione. La condivisione risulta gi√† esistente: '%(share)s'
ja: 共有が作成できませんでした 共有はすでに存在します: %(share)s
nb: Kan ikke opprette deling. Delingen eksisterer allerede: %(share)s
nl: Kan share niet aanmaken. Share bestaat al: %(share)s
pt: Não é possível criar partilha. Partilha já existe: %(share)s
ru: Не удалось создать общий ресурс. Общий ресурс уже существует: %(share)s
se: Kan inte skapa utdelning. Utdelningen finns redan: %(share)s
tr: Paylaşım oluşturulamadı. Paylaşım zaten mevcut: %(share)s

source: Cannot create share. Path does not exist: %(path)s
ca: No s'ha pogut crear la compartició. El camí %(path)s no existeix.
de: Freigabe kann nicht erstellt werden. Pfad existiert nicht: %(path)s
el: Αδυναμία δημιουργίας κοινόχρηστου πόρου. Η διαδρομή καταλόγων δεν υπάρχει: %(path)s
es: Imposible crear compartición. La ruta no existe: %(path)s
fr: Impossible de partager. Le répertoire %(path)s n'existe pas.
it: Impossibile creare la condivisione. Il percorso non esiste: %(path)s
ja: 共有が作成できませんでした パスはすでに存在します: %(path)s
nb: Kan ikke dele. Katalogen eksisterer ikke: %(path)s
nl: Kan share niet aanmaken. Pad bestaat niet: %(path)s
pt: Não é possível criar partilha. O caminho não existe: %(path)s
ru: Не удалось создать общий ресурс. Неверный путь: %(path)s
se: Kan inte skapa utdelning. Sökvägen finns inte: %(path)s
tr: Paylaşım oluşturulamadı. Dizin bulunamadı: %(path)s

source: You do not have sufficient permission to create a share on: %(path)s
ca: No teniu prou permisos per crear una compartició a: %(path)s
de: Du hast keine ausreichenden Berechtigungen, um eine Freigabe zu erstellen in: %(path)s
el: Δεν διαθέτετε ικανά δικαιώματα για την δημιουργία κοινόχρηστου πόρου στο: %(path)s
es: No disponde de permisos suficientes para crear una compartición en: %(path)s
fr: Droits d'accès insuffisants pour activer le partage de: %(path)s
it: Non si possiedono diritti sufficienti per creare una condivisione di: %(path)s
ja: 共有を作成する権限がありません: %(path)s
nb: Du har ikke tilstrekkelig tilgang til å opprette deling på: %(path)s
nl: U heeft onvoldoende rechten om een share aan te maken: %(path)s
pt: Você não tem permissão suficiente para criar uma partilha em: %(path)s
ru: У Вас нет соответствующих прав для создания общего ресурса в каталоге: %(path)s
se: Du saknar rättigheter för att skapa en utdelning på: %(path)s
tr: Bu dizinde paylaşım oluşturabilmek için yeterli izinlere sahip değilsiniz: %(path)s

source: Failed to create new share: {} on {}.
ca: Ha fallat en crear la nova compartició: {} a {}.
nb: Feilet med å opprette en ny deling: {} på {}.
nl: Kon nieuwe share {} op {} niet maken.
pt: Falha ao criar nova partilha: {} on {}.
ru: Не удалось создать новую раздачу: {} на {}.

source: You do not have sufficient permission on path: %(path)s
ca: No teniu prou permisos per al camí: %(path)s
de: Du hast keine ausreichenden Berechtigungen im Pfad: %(path)s
el: Δεν διαθέτετε ικανά δικαιώματα για την διαδρομή καταλόγων: %(path)s
es: No dispone de permisos suficientes en la ruta: %(path)s
fr: Droits d'accès insuffisants pour le répertoire: %(path)s
it: Non si possiedono sufficienti diritti sul percorso: %(path)s
ja: パスの権限がありません: %(path)s
nb: Du har ikke tilstrekkelig tilgang til katalog: %(path)s
nl: U heeft onvoldoende rechten op pad: %(path)s
pt: Você não tem permissão suficiente no caminho: %(path)s
ru: У Вас нет соответствующих прав в каталоге: %(path)s
se: Du saknar rättigheter för: %(path)s
tr: Bu dizinde yeterli izinlere sahip değilsiniz: %(path)s

source: Failed to remove share: {} from {}.
ca: Ha fallat en eliminar la compartició: {} de {}.
nb: Feilet med å fjerne deling: {} fra {}.
nl: Kon share {} van {} niet verwijderen.
pt: Falha ao remover partilha: {} from {}.
ru: Не удалось удаление раздачи {} из {}.

source: Create samba shares
ca: Crea comparticions Samba
de: Erstelle Samba Freigaben
es: Crear un objeto compartido samba.
fr: Partager un dossier avec Samba
it: Crea una condivisione Samba
nb: Opprett samba-deling
nl: Maak samba shares
pt: Criar partilhas do samba
ru: Создать общие папки Samba
